Repository: xyzumut/order-alertify-for-woocommerce
Catalog: lang/orderAlertifyTextDomain-*.po
Languages: tr_tr

source: All
tr_tr: Hepsi

source: Total Price
tr_tr: Toplam fiyat

source: Customer Note
tr_tr: Müşteri Notu

source: Order ID
tr_tr: Sipariş No

source: Customer ID
tr_tr: Müşteri No

source: Order Key
tr_tr: Sipariş Anahtarı

source: Billing First Name
tr_tr: Sipariş Sahibi Adı

source: Billing Last Name
tr_tr: Sipariş Sahibi Soyadı

source: Billing Address 1
tr_tr: Siparişin 1.Adres

source: Billing Address 2
tr_tr: Siparişin 2.Adres

source: Billing City
tr_tr: Şehir

source: Billing Email
tr_tr: Mail Adresi

source: Billing Phone
tr_tr: Telefon Numarası

source: Shipping First Name
tr_tr: Alıcı Adı

source: Shipping Last Name
tr_tr: Alıcı Soyadı

source: Shipping Address 1
tr_tr: Alıcı 1.Adresi

source: Shipping Address 2
tr_tr: Alıcı 2.Adresi

source: Shipping City
tr_tr: Alıcı Şehri

source: Shipping Phone
tr_tr: Alıcı Telefon No

source: Copy to Clipboard
tr_tr: Panoya Kopyala

source: Loading . . .
tr_tr: Yükleniyor . . .

source: Short Codes For Mail Templates
tr_tr: Mail Şablonu için kısa kodlar

source: Choose Different Options
tr_tr: Farklı Seçenekler Seçin

source: Please Enter the Appropriate Value
tr_tr: Lütfen Uygun Değeri Giriniz

source: Short Codes For Telegram Templates
tr_tr: Telegram Şablonları İçin Kısa Kodlar

source: Short Codes For SMS Templates
tr_tr: SMS Şablonları İçin Kısa Kodlar

source: Reject
tr_tr: Reddet

source: Accept
tr_tr: Kabul Et

source: Remove
tr_tr: Kaldır

source: Delete Rule
tr_tr: Kural silindi

source: Go Rule
tr_tr: sms Kuralı silindi

source: OrderAlertify Plugin
tr_tr: OrderAlertify Eklentisi

source: General Settings
tr_tr: Genel Ayarlar

source: Mail Settings
tr_tr: Mail ayarları

source: MailSettings
tr_tr: MailAyarları

source: Telegram Settings
tr_tr: Telegram ayarları

source: TelegramSettings
tr_tr: TelegramAyarları

source: SMS Settings
tr_tr: SMS ayarları

source: SmsSettings
tr_tr: SmsAyarları

source: Something Went Wrong
tr_tr: Bir şeyler yanlış gitti

source: This match already exists
tr_tr: Bu eşleşme zaten var

source: New Rule Added
tr_tr: Yeni kural eklendi

source: Rule deleted
tr_tr: Kural silindi

source: Not Added Yet
tr_tr: Henüz eklenmedi

source: Mail template brought
tr_tr: Mail şablonu getirildi

source: Template Saved
tr_tr: Şablon kaydedildi

source: Mail General Settings Brought
tr_tr: Genel mail ayarları getirildi

source: Mail General Settings Saved
tr_tr: Genel mail ayarları kaydedildi

source: Telegram Settings Arrived
tr_tr: Telegram ayarları getirildi

source: New Token is Saved.
tr_tr: Yeni token kaydedildi.

source: New Telegram User Added
tr_tr: Yeni telegram kullanıcısı eklendi

source: Deletion Successful
tr_tr: Silme işlemi başarılı

source: Telegram Rule deleted
tr_tr: Telegram kuralı silindi

source: Not Added Yet Telegram Message
tr_tr: Henüz telegram mesajı eklenmedi

source: Telegram template brought
tr_tr: Telegram şablonu getirildi

source: Telegram Message Saved
tr_tr: Telegram mesajı kaydedildi

source: Sms Information Saved
tr_tr: Sms bilgileri kaydedildi

source: Sms Information Saved But The Information Is Wrong
tr_tr: Sms bilgileri kaydedildi ama bilgiler hatalı

source: Information brought
tr_tr: Bilgiler getirildi

source: sms Rule deleted
tr_tr: sms Kuralı silindi

source: Not Added Yet SMS Message
tr_tr: Henüz SMS mesajı oluşturulmadı

source: SMS template brought
tr_tr: SMS şablonu getirildi

source: Sms Message Saved
tr_tr: SMS mesajı kaydedildi

source: Option information arrived
tr_tr: Opsiyon bilgileri getirildi

source: Option Settings Saved
tr_tr: Opsiyon ayarları kaydedildi

source: Saving Settings . . .
tr_tr: Ayarlar Kaydediliyor . . .

source: General Settings Page
tr_tr: Genel Ayarlar Sayfası

source: What is this plugin and how does it work?
tr_tr: Bu eklendi nedir ve nasıl çalışır?

source: This plugin detects the status changes of orders created on woocommerce and generates notifications about the options you have selected.
tr_tr: Bu eklenti, woocommerce üzerinde oluşturulan siparişlerin durum değişikliklerini algılar ve seçtiğiniz seçeneklerle ilgili bildirimler oluşturur.

source: These notifications take place within the rules you set.
tr_tr: Bu bildirimler sizin belirlediğiniz kurallar dahilinde gerçekleşir.

source: You set these rules on the options' own pages.
tr_tr: Bu kuralları seçeneklerin kendi sayfalarında belirlersiniz.

source: These options are e-mail, sms and telegram options.
tr_tr: Bu seçenekler e-posta, sms ve telgraf seçenekleridir.

source: For Telegram notification, you must enter your bot's information on the "Telegram Settings" page and then message your bot on the "Telegram Settings" page and accept yourself.
tr_tr: Telegram bildirimi için "Telegram Ayarları" sayfasında botunuzun bilgilerini girmeli ve ardından "Telegram Ayarları" sayfasında botunuza mesaj atıp kendinizi kabul etmelisiniz.

source: For Mail and SMS, you must make your settings on the "Mail Settings" and "SMS Settings" page.
tr_tr: Mail ve SMS için "Mail Ayarları" ve "SMS Ayarları" sayfasından ayarlarınızı yapmanız gerekmektedir.

source: After setting any option, you must set the rules and customize the content to be sent in the relevant rule.
tr_tr: Herhangi bir seçeneği ayarladıktan sonra kuralları belirlemeli ve ilgili kuralda gönderilecek içeriği özelleştirmelisiniz.

source: Mail Option
tr_tr: Mail Opsiyonu

source: Click the button to enable the e-mail option.
tr_tr: E-Mail opsiyonunu etkinleştirmek için tıklayın.

source: Sms Option
tr_tr: SMS Opsiyonu

source: Click the button to enable the sms option.
tr_tr: SMS opsiyonunu etkinleştirmek için tıklayın.

source: Telegram Option
tr_tr: Telegram Opsiyonu

source: Click the button to enable the telegram option.
tr_tr: Telegram opsiyonunu etkinleştirmek için tıklayın.

source: Mail Settings Page
tr_tr: Mail Ayarları Sayfası

source: Mail Rule Settings
tr_tr: SMS Kural ayarları

source: Edit Rule Settings
tr_tr: Telegram Kuralını Düzenle

source: Subject
tr_tr: Konu

source: Save
tr_tr: Kaydet

source: Recipients
tr_tr: Alıcılar

source: Customer's mail
tr_tr: Müşteri Maili

source: SMS Settings Page
tr_tr: Sms Ayarları

source: Sms General Settings
tr_tr: Genel Sms Ayarları

source: Sms Rule Settings
tr_tr: SMS Kural ayarları

source: Edit Sms Rule
tr_tr: SMS Kuralı düzenle

source: Login Username
tr_tr: Giriş Kullanıcı Adı

source: Login Password
tr_tr: Giriş Şifresi

source: Your Sms Message
tr_tr: SMS mesajı kaydedildi

source: Customer's Phone
tr_tr: Müşteri Numarası

source: Telegram Settings Page
tr_tr: Telegram Ayarları

source: Main Telegram Settings
tr_tr: Ana Telegram Ayarları

source: Telegram Rules Settings
tr_tr: Telegram Kural Ayarları

source: Edit Telegram Rule
tr_tr: Telegram Kuralını Düzenle

source: Below are active telegram recipients.
tr_tr: Aşağıda Aktif Telegram Kullanıcıları Bulunmakta.

source: Active Telegram Users
tr_tr: Aktif Telegram Kullanıcıları

source: Name Surname
tr_tr: Ad Soyad

source: Telegram Username
tr_tr: Telegram Kullanıcı Adı

source: Not Yet
tr_tr: Henüz Değil

source: In order to define a new user for your Telegram Bot, you must first start a chat with your Telegram Bot.
tr_tr: Telegram Botunuza yeni bir kullanıcı tanımlayabilmek için öncelikle Telegram Botunuzla bir sohbet başlatmalısınız.

source: When you do this, you can accept yourself from the panel below.
tr_tr: Bunu yaptığınızda aşağıdaki panelden kendinizi kabul edebilirsiniz.

source: Pending Telegram Requests
tr_tr: Telegram isteği bekleniyor

source: Your Telegram Message
tr_tr: Telegram mesajı kaydedildi
